Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Of course, if you're already working on something for YoRHa, I don't mind if that takes priority.
pl: Oczywiście, jeśli wypełniacie już jakąś misję dla YoRHy, nie będę miała nic przeciwko, jeśli zadaniu z lotniskowcem nadacie najwyższy priorytet.

source: Of course, the forces of YoRHa will participate in this endeavor.
pl: Oczywiście, siły YoRHa będą uczestniczyć w tym przedsięwzięciu.

source: Of course.
pl: Oczywiście.

source: Of course. I'll help however I can.
pl: Oczywiście. Pomogę jak tylko będę mógł.

source: Of everything...
pl: Wszystko...

source: Of what?
pl: Dlaczego?

source: Of?
pl: O czym?

source: Off
pl: Wył

source: Off you go then. Good luck, and have fun!
pl: Możecie się już rozejść. Życzę powodzenia... I bawcie się dobrze!

source: Offensive Heal
pl: Leczenie ofensywne

source: Offensive Heal +1
pl: Leczenie ofensywne +1

source: Offensive Heal +2
pl: Leczenie ofensywne +2

source: Offensive Heal +3
pl: Leczenie ofensywne +3

source: Offensive Heal +4
pl: Leczenie ofensywne +4

source: Offensive Heal +5
pl: Leczenie ofensywne +5

source: Offensive Heal +6
pl: Leczenie ofensywne +6

source: Offensive Heal +7
pl: Leczenie ofensywne +7

source: Offensive Heal +8
pl: Leczenie ofensywne +8

source: Offer a prayer over the body.
pl: Zmów modlitwę nad ciałem.

source: Offer to help.
pl: Zaoferuj pomoc.

source: Official name: "Terminal." A program projected by the network server of the machine lifeforms. The self-evolution program installed by the Pods eventually fractured its ego, causing the various aspects of its personality to turn on each other.
pl: Oficjalna nazwa: „Terminal”. Program będący projekcją sieci serwera mechanicznych form życia. Program samo-ewolucji zainstalowany przez Pody rozłupał jego ego, sprawiając, że różne aspekty jego osobowości zwróciły się przeciwko sobie.

source: Oh but how cruel the gods can be, to allow such misfortune to occur! Please, you must get away from here as far as you can!
pl: Och, jak okrutni muszą być bogowie, że pozwalają na takie nieszczęście! Proszę, oddalcie się stąd jak najszybciej!

source: Oh by the way, you are not allowed to use items in the arena!
pl: A, swoją drogą, nie możesz używać przedmiotów na arenie!

source: Oh dear. What happened to you?
pl: Ojej. Co ci się stało?

source: Oh dear...
pl: O, jejku...

source: Oh god, please, god, no, god...
pl: O boże, proszę, boże, nie, boże...

source: Oh hello, Senpai!! Wait, don't tell me... You're on your way to the server room, right?
pl: Och, witaj, Senpai!!! Czekaj, nie mów mi... Idziesz do serwerowni, prawda?

source: Oh hey ya found the record of the king of the forest gosh that's swell just really swell and I guess ya defeated his royal guard for me too huh gosh thanks
pl: Och hejo ty zajlazłeśłaś zapiski króla lasu jeżu to elegansko naprawdę elegancko i zgaduję że też pokonałuście jego królewską straż dla mnie hę dzięki

source: Oh hey, I saw you fight before! I think I'm gonna bet on you next!
pl: O, cześć. Widziałem jak walczysz! Następnym razem chyba postawię na ciebie!

source: Oh ho ho ho! Such power! It's almost blasphemous to even contemplate it!
pl: O-ho-ho! Taka siła! Samo myślenie o niej jest niemalże świętokradztwem!

source: Oh ho ho! Fear of the unknown clouds your mind, young one.
pl: O-ho-ho! Strach przed nieznanym zasnuwa twój umysł, młodzieńcze.

source: Oh ho! Changed our mind about investing, have we?
pl: Oho! A jednak zmieniliście zdanie w sprawie inwestycji, co?

source: Oh ho! Father Servo has used the gifts of his flock to make himself powerful beyond imagining!
pl: Ohoho! Ojciec Servo użył podarunków od swojego stada, aby osiągnąć niewyobrażalną potęgę!

source: Oh ho! Have you come to hear my lecture as well?
pl: Oho! Wy też przybyliście posłuchać mojego wykładu?

source: Oh ho! Now Father Servo can finally achieve oneness with the universe!
pl: O, tak...! Teraz Ojciec Servo może osiągnąć jedność ze wszechświatem!

source: Oh man, what am I gonna do now? How am I gonna make that money back!?
pl: Kurczę, co ja teraz zrobię? Jak mam odzyskać te wszystkie pieniądze?!

source: Oh man, you really saved my bacon! I'll take those chips from you now.
pl: O rany! Naprawdę uratowaliście mi tyłek! Teraz możecie oddać mi te czipy.

source: Oh man. Oh man, oh man. That was GREAT!
pl: O, raju. O raju, o raju. To było ŚWIETNE!

source: Oh my gosh, this day is lasting foreeeeeeever...
pl: O, raju, niech ten dzień się skończyyyyyyyy...

source: Oh my gosh...
pl: O raju...

source: Oh my! Look at all the machine lifeforms you've murdered! Such dogged persistence is worthy of a special present!
pl: O, jejku! Spójrz tylko, ile zniszczono mechanicznych form życia! Taki upór i zawziętość zasługuje na specjalny prezent!

source: Oh my. This is valuable information indeed.
pl: O, rety... To rzeczywiście wartościowa informacja.

source: Oh no!
pl: O, nie!

source: Oh no! I'm the one who should be thanking you.
pl: Och, nie! To ja powinienem dziękować wam.

source: Oh no! Oh no oh no oh no! Why!? Why did you have to find this place!?
pl: Och nie! Och nie och nie och nie! Dlaczego?! Dlaczego udało wam się znaleźć to miejsce?!

source: Oh no...
pl: Och nie...

source: Oh no... 2B... No...
pl: Och, nie... 2B... Nie...

source: Oh no....
pl: Och, nie...

source: Oh shoot! I forgot to ask Devola where to find that tree sap she wanted.
pl: O, cholera! Zapomniałem zapytać Devolę, gdzie znajdę żywicę, o którą prosiła.

source: Oh yeah, I remember. That's the guy who went haywire.
pl: A, tak, pamiętam. To ten koleś co sfiksował.

source: Oh yeah, I still have to give you that stupid fish.
pl: Och, tak, wciąż mam ci dać tę głupią rybę.

source: Oh yeah, I've heard of you... You're the model people used to call "Nines", right?
pl: O, tak... Słyszałem o tobie... Jesteś tym modelem, którego nazywają „Nines”, prawda?

source: Oh yeah, the server room.
pl: A, tak, serwerownia.

source: Oh yeah?
pl: Tak? I?

source: Oh yes! "Fight without evading!"
pl: A tak! „Walka bez uników”!

source: Oh!
pl: Och!

source: Oh! 9S! You're the only one I'm rooting for!
pl: O, 9S! Kibicuję tylko tobie!

source: Oh! Hello.
pl: Och! Cześć.

source: Oh! Heya!
pl: Och! Heja!

source: Oh! It's 9S and 2B, yes?
pl: Och, to 9S i 2B, tak?

source: Oh! Right! Sure, yeah. Lemme just...close my eyes then.
pl: Och! Racja! Jasne, eee... Pozwól, że... faktycznie zamknę swoje oczy.

source: Oh! This photo...
pl: Och! To zdjęcie...

source: Oh! Welcome!
pl: Och! Witaj!

source: Oh! Well, if you insist... It turns out one of my friends has gone missing.
pl: Och! No dobrze, skoro nalegacie... Wygląda na to, że jeden z moich przyjaciół zaginął.

source: Oh! Yes, of course. Thank you for your help.
pl: Och! Tak, oczywiście. Dziękuję za udzieloną pomoc!

source: Oh! You survived! How wonderful.
pl: Och! Żyjecie! Jak cudownie.

source: Oh, 2B! Hello!
pl: Och, 2B! Witaj!

source: Oh, 2B! Your timing is impeccable.
pl: Och, 2B! Twoje wyczucie czasu jest doskonałe.

source: Oh, 2B. Hello.
pl: Och, witaj 2B.

source: Oh, 2B...
pl: Och, 2B...

source: Oh, 9S! Did you clear the Special Rank yet?
pl: O, 9S! Udało ci się już zdobyć Rangę Specjalną?

source: Oh, A2...
pl: Och, A2...

source: Oh, COME ON! Its got an electromagnetic barrier over its whole body!?
pl: Och, NO WEŹ! To coś posiada elektromagnetyczną barierę na całym ciele?!

source: Oh, Devola...
pl: Och, Devola...

source: Oh, I almost forgot. I still owe you a reward.
pl: Och, prawie zapomniałem. Wciąż jestem ci winien nagrodę.

source: Oh, I almost forgot—
pl: Och, prawie bym zapomniał...

source: Oh, I can't wait for that...
pl: Och, nie możemy się doczekać...

source: Oh, I couldn't possibly take this much.
pl: Och, nie powinnyście... Nie mogę przyjąć od was aż tyle.

source: Oh, I do enjoy this...
pl: Och, nawet nie wiesz, jak wielką przyjemność mi to sprawia...

source: Oh, I get it.
pl: Och, rozumiem.

source: Oh, I just remembered something 2B said. Do you know 2B?
pl: Och, po prostu przypomniałem sobie coś, co powiedziała 2B. Znasz 2B?

source: Oh, I see you've turned vibration detection on.
pl: Aha, widzę, że włączyłaś detekcję wibracji.

source: Oh, I see you've turned vibration detection on. Let's run a check to make sure it's working.
pl: Aha, widzę, że detekcja wibracji została włączona. Upewnijmy się, czy działa jak należy.

source: Oh, I'll probably wander back to the village. I have plenty on my plate there.
pl: Och, pewnie wrócę do wioski. Mam tam sporo do zrobienia.

source: Oh, Juliet, Juliet... Just thinking of you makes my core all warm and fuzzy.
pl: Och... Julio, Julio... Samo rozmyślanie o tobie sprawia, że mój rdzeń staje się ciepły i drżący.

source: Oh, Master <SARU_JAN>... What must I do to claim your attentions...?
pl: Och, Mistrzu <SARU_JAN>... Co mam uczynić, aby zyskać twoją uwagę...?

source: Oh, a newcomer? You should you talk to our leader, Anemone.
pl: Och, nowo przybyli? Musicie najpierw porozmawiać z Anemoną.

source: Oh, and I got the stupid transporter up and running too.
pl: Och, i uruchomiłam też ten głupi transporter.

source: Oh, and I should probably let you know that this entire process is being recorded for posterity.
pl: A, i chyba powinienem dać ci znać, że cały ten proces jest nagrywany. Dla potomności.

source: Oh, and I'm going to send you a proper thank-you mail later, so keep an eye out for it. Bye!
pl: I jeszcze jedno... Wkrótce wyślę ci maila z podziękowaniami, więc sprawdzaj skrzynkę. Pa!

source: Oh, and be sure to swing by if you ever need anything, all right?
pl: A, i pamiętajcie, żeby wpadać tu, gdy będziecie czegoś potrzebować, dobra?

source: Oh, and feel free to come visit my child anytime you like. He seems...fond of you.
pl: Och... I nie krępuj się odwiedzać nas tak często, jak będziesz miał ochotę. Oboje cię polubiliśmy.

source: Oh, and good luck. We're all counting on you.
pl: A, i powodzenia. Wszyscy na ciebie liczymy.

source: Oh, and here. You should take this.
pl: Aha... Jeszcze jedno...Weź to, proszę.

source: Oh, and if you register your personal info at a transport terminal, you can back up data from Earth as well.
pl: A, i jeśli zarejestrujecie informacje osobowe w terminalu transportowym, możecie zapisać dane również na Ziemi.

source: Oh, and let me know if you find any more, okay?
pl: Och... I dajcie mi znać, jeśli znajdziecie ich więcej, dobrze?

source: Oh, and let me say it again... There's no auto-save!
pl: A, i pozwól, że powiem to jeszcze raz... Nie ma autozapisu!

source: Oh, and of course there's the forest kingdom, but—
pl: Och... i oczywiście jest też Leśne Królestwo, ale...

source: Oh, and once you find a program you like, don't forget to set it!
pl: A, i jak już masz program który ci pasuje, nie zapomnij go ustawić!

source: Oh, and she never performs regular maintenance on herself.
pl: A. I nigdy nie przeprowadza regularnie swoich przeglądów.

source: Oh, and there's no need to come all the way here every time you find a new enemy. Just swing by when you've collected a decent amount of data.
pl: A, i nie musisz przychodzić do mnie za każdym razem, gdy natkniesz się na nowego wroga. Możesz pojawić się wtedy, gdy będziesz posiadał większą ilość takich danych.

source: Oh, and you can switch weapon sets using the <KC_SHORTCUT> shortcut menu.
pl: A... I możesz zmieniać zestawy broni za pomocą menu skrótów <KC_SHORTCUT>.

source: Oh, and you two are welcome to enter the back anytime you like from now on.
pl: Aha... Wy dwoje możecie od teraz wchodzić na tyły obozu, kiedy tylko zechcecie.

source: Oh, are you kidding me?
pl: Naprawdę? Chyba raczysz sobie żartować...?!

source: Oh, brother... Why...?
pl: Och, bracie... Czemu...?

source: Oh, but good luck!
pl: O, ale powodzenia!

source: Oh, but he left a letter for you. Here.
pl: Och, ale zostawił dla was list. Proszę.

source: Oh, but if you're gonna head out there—
pl: Och, ale jeśli zamierzacie się tam wybrać...

source: Oh, but keep this between us for now, all right? I need them to keep thinking that I'm slow.
pl: Och, ale zatrzymajmy ją tylko dla nas, dobrze? Chcę, żeby myśleli, że jestem taki niedorozwinięty.

source: Oh, come on!
pl: Oh, daj spokój!

source: Oh, come on! No one told me about this!
pl: Och, no weź! Nikt mi o tym nie mówił!

source: Oh, come on! YOU'RE the one who wanted to test—
pl: No weź... Przecież TO TY chciałeś się sprawdzić...

source: Oh, do you need a weapon?
pl: Oho... Potrzebujesz broni?

source: Oh, don't look at me like that! This is the sixth time I've had him formatted, and it's never been a problem.
pl: Hej! Nie patrz już tak na mnie! Już szósty razy go formatuję... Ani razu nie było żadnego problemu.

source: Oh, don't worry. We 9S models are the best around, you know.
pl: Och, i nie martw się. My, modele 9S, jesteśmy najlepsi w swoim fachu, wiesz?

source: Oh, for the love of...
pl: Och, do jasnej...

source: Oh, for the love of... Fine. "Yeah."
pl: Och, do jasnej... Dobra. „Tak”.

source: Oh, geez. I wonder if we should really hand this over to Pascal...
pl: O, raju. Zastanawiam się, czy naprawdę powinienem oddawać to Pascalowi...

source: Oh, great.
pl: Och, świetnie.

source: Oh, hell. That's forever from here!
pl: O, cholera. To bardzo daleko stąd!

source: Oh, hello there! Such a nice, quiet place here, isn't it? No distractions at all!
pl: Och, witaj! Ale tu miło i cicho, prawda? Żadnych rozpraszaczy!

source: Oh, hello! Have you tried out any of the new products yet?
pl: Och, witajcie. Czy próbowaliście już naszych nowych produktów?

source: Oh, hello! Remember us? You saved our hides a little while back.
pl: O, witajcie! Pamiętacie nas? Jakiś czas temu uratowaliście nasze tyłki...

source: Oh, hello, 2B! Operator 6O here.
pl: O, witaj 2B! Z tej strony Operator 6O.

source: Oh, hello, 2B. Do you need something?
pl: Och, witaj 2B. Potrzebujesz czegoś?

source: Oh, hello. Your timing is excellent.
pl: Och, witaj. Przychodzisz w idealnym momencie.

source: Oh, here it is.
pl: Och, tu jest.

source: Oh, hey Plato 1728. You got a second?
pl: O, cześć Platonie 1728. Masz chwilkę?

source: Oh, hey, 2B. Roger that.
pl: O, cześć 2B. Zrozumiano.

source: Oh, hey, I actually have a request for you as well.
pl: O, cześć. Właściwie to ja też mam do ciebie prośbę.

source: Oh, hey.
pl: Och, cześć.

source: Oh, hey. Did you talk to our leader yet?
pl: O, hej. Rozmawialiście już z naszą przywódcą?

source: Oh, hey. This is data from the old world.
pl: Ej, to dane ze starego świata.

source: Oh, hey. You again.
pl: O, hej. To znowu wy.

source: Oh, hey... Now that I think about it, this whole area was once...
pl: O, cześć... Teraz, jak o tym pomyślę, cały ten obszar kiedyś był...

source: Oh, hi Plato 1728... Did you have a look at that building yet?
pl: O, cześć Platonie 1728... Widziałeś już ten budynek?

source: Oh, hold on a second, 2B's here...
pl: Och, poczekaj chwilę, 2B tu jest...

source: Oh, how could I have been so stupid!?
pl: Jak mogłem być tak głupi?!

source: Oh, is that all?
pl: Och... Tylko tyle?

source: Oh, it's just... One of my friends has a box that makes music when you open it, and I can't get the damn song out of my head.
pl: Och, to tylko... Jedna z moich przyjaciółek ma to pudełko, które gra muzykę po tym, jak je otworzysz, i nie mogę wyrzucić z głowy tej przeklętej melodii.

source: Oh, it's no bother! We're happy to help however we can.
pl: Och, dla nas to żaden problem! Jesteśmy zadowolone, że w możemy pomóc. Nawet w taki sposób...

source: Oh, it's perfectly fine. However, what do you intend to do now?
pl: Och, już wszystko w porządku. Tylko... co zamierzacie teraz zrobić?

source: Oh, it's you again. Do you know what it feels like to be stuck with a subordinate like you?
pl: O, to znowu ty. Wiesz, jak to jest tkwić tu z takim podwładnym jak ty?

source: Oh, it's you.
pl: Och, to ty.

source: Oh, it's you. Did you get the Goliath coordinate data?
pl: Ah, to ty... Masz już dane współrzędnych Goliata?

source: Oh, it's you. Hey, thanks for securing access to those desert resources. It's been a huge help.
pl: Och, to ty. Dzięki za pomoc w zabezpieczeniu zasobów na pustyni. To ogromna pomoc.

source: Oh, maybe next time.
pl: Och, może następnym razem.

source: Oh, my child. How wrong you are. For if Father Servo wishes to be truly strong, he must stake his very life upon it!
pl: Och, moje dzieci. Jak bardzo się mylicie. Jeśli Ojciec Servo chce być naprawdę silny, musi położyć na szali swoje własne życie!

source: Oh, my darling boy. It will be all right. Mommy loves you.
pl: Och, mój kochany synku... Wszystko będzie dobrze. Mama cię kocha.

source: Oh, now what?
pl: Och... To co teraz?

source: Oh, our leader isn't here?
pl: Och, nie ma tu naszej przywódczyni?

source: Oh, perfect. I have the materials you asked me to—
pl: Och, idealnie. Mam materiały, o które mnie...

source: Oh, please, would you? Without him, I... I... Please!
pl: Och, proszę, zrobilibyście to? Bez niego ja… ja… proszę!

source: Oh, right! It's from that woman's photograph!
pl: Och, racja! Jest widoczne na zdjęciu od tej kobiety!

source: Oh, right. I forgot about that.
pl: Och, racja. Zapomniałem o tym.

source: Oh, right. I should pay you for your trouble. Please take this.
pl: Och, racja. Powinienem zapłacić ci za kłopot. Proszę, weź to.

source: Oh, right. You wouldn't have seen that before.
pl: Och, racja. Nie widziałaś tego wcześniej.

source: Oh, so this is my memory area.
pl: Och, więc to moja strefa pamięci.

source: Oh, sorry, I had my sound sensors turned off because this room is so damn noisy. I quite recommend it!
pl: A, przeprasza, wyłączyłem sobie sensory dźwiękowe, bo w tym pomieszczeniu jest taki hałas. Polecam!

source: Oh, that's right! Did you know there was a YoRHa member here named 2B that looked just like you? She's—
pl: Och, byłabym zapomniała! Wiesz, że była tutaj członkini YoRHa, o imieniu 2B, która wyglądała dokładnie tak jak ty? Ona jest...

source: Oh, that's wonderful!
pl: Och, to cudownie!

source: Oh, the lady who owns the place sends 'em over every once in a while.
pl: Och... Raz na jakiś czas, właścicielka tego miejsca przesyła materiały.

source: Oh, there's no need to fret about them.
pl: Och, nie ma co się nimi przejmować.

source: Oh, there's this operator I kind of liked, but when I asked her out, she turned me down.
pl: Och... Jest jedna operatorka, którą naprawdę polubiłam, ale kiedy zdecydowałam się zaprosić ją na randkę, odmówiła.

source: Oh, they died...?
pl: Och, oni umarli...?

source: Oh, this is just lovely. Let me pay you for it!
pl: Och, to naprawdę wspaniałe. Pozwól, że za to zapłacę!

source: Oh, this is so embarrassing! But if you must know, I was arguing with my child.
pl: Och, to takie zawstydzające! Ale, jeśli musicie wiedzieć, to sprzeczałam się ze swoim dzieckiem.

source: Oh, uh, th-thank you!
pl: O, uhm, dz-dziękuję!

source: Oh, uh, th-thank you! ...Anyway, that takes care of the settings.
pl: Och, um, dzię... Dziękuję! ...W każdym razie, to tyle jeśli idzie o ustawienia.

source: Oh, um, I also have a message for you.
pl: Och, i mam też wiadomość dla ciebie.

source: Oh, wHat fUN! Oh, whaT FUn!
pl: OcH, jAKa zaBAwA! OcH, jAKa zaBAwA!

source: Oh, we couldn't possibly ask!
pl: Och... Nawet nie śmiemy o to prosić!

source: Oh, we do. For us, simple materials take the role of currency.
pl: Och, używamy. Dla nas, proste materiały przejęły rolę waluty.

source: Oh, what fun! Oh, what fun!
pl: Och, jaka zabawa! Och, jaka zabawa!

source: Oh, what the hell...
pl: O, cholera...

source: Oh, you already knew that? Well, excuuuuuse me!
pl: O, już o tym wiecie? Cóż, przeeeeepraszam!

source: Oh, you brought me some high-viscosity oil!
pl: Och, przynieśliście mi lepki olej!

source: Oh, you mean the hacking? No worries.
pl: Och, masz na myśli hakowanie? Nie ma sprawy.

source: Oh, you must be with YoRHa. I heard about what happened.
pl: Och, ty musisz być z YoRHa. Słyszałem, co się stało.

source: Oh, you must mean Jackass, huh?
pl: Och, pewnie chodzi wam o Jackass, co?

source: Oh, you're a YoRHa soldier? You should talk to our leader Anemone first.
pl: Och, jesteś żołnierzem YoRHa? Musisz najpierw porozmawiać z Anemoną.

source: Oh, you've come back! I appreciate you coming here even though you're busy because everyone always ignores me since I talk so much but you always talk with
pl: Och, wróciliście! Doceniam, że tu przychodzicie, pomimo że z pewnością jesteście bardzo zajęci. Wszyscy mnie zawsze ignorują, ponieważ tyle gadam, ale wy ze mną zawsze...

source: Oh.
pl: Aha.

source: Oh. All right.
pl: Aha. Rozumiem.

source: Oh. Hey there.
pl: O. Hej.

source: Oh. How's that going to work?
pl: Och. A jak zamierzacie tego dokonać?

source: Oh. That's right.
pl: Och. Tak, racja.

source: Oh. That's...unfortunate.
pl: Och. To dość... niefortunne.

source: Oh. Um...all right.
pl: Och. Ee... Dobra.

source: Oh. Well, I understand. Feel free to stop by later if you manage to free up some time.
pl: Och. Jasne, rozumiem. Zajrzyjcie później, jeśli jednak uda wam się znaleźć trochę wolnego czasu.

source: Oh. Well, uh...I guess we have to find the target then, huh?
pl: Och. Cóż, uch... W takim razie, zgaduję, że musimy odnaleźć nasz własciwy cel, co nie?

source: Oh. You're androids, yes?
pl: Och. Jesteście androidami, tak?

source: Oh...
pl: Och...

source: Oh... It's you again.
pl: Och... To znowu wy.

source: Oh... Nines...
pl: Och... Nines...

source: Oh... So, you two are with YoRHa, are you?
pl: Och... Czyli wy dwoje należycie do YoRHa, tak?

source: Oh...hey! There you are...
pl: O... hej! Tu jesteś...

source: Oh...r-right.
pl: Och... ra-racja.

source: Oh?
pl: Och?

source: Oh? But surely knowledge of the old world would benefit you as well. Is there any chance you might reconsider?
pl: Naprawdę? Ale przecież wiedza o starym świecie mogłaby przynieść korzyści również wam. Czy istnieje szansa, że jeszcze to przemyślicie?

source: Oh? Huh.
pl: Och? Hm.

source: Oh? Shall we begin the training again?
pl: Och? Czy powinniśmy ponownie rozpocząć trening?

source: Oil Sardine
pl: Sardynka olejowa

source: Oil that leaked from machines.
pl: Olej wyciekający z maszyn.

source: Okay
pl: W porządku.

source: Okay kid, spill it. What's your deal?
pl: No dobra, dzieciaku... Mów. Jaki masz problem?

source: Okay then.
pl: W porządku.

source: Okay then. Let's see what we've got...
pl: No dobrze. Zobaczmy, co tu mamy...

source: Okay!
pl: Okej!

source: Okay! I'll study later!
pl: Okej! Później się pouczę!

source: Okay! Settings should all be good to go.
pl: Okej! Ustawienia mamy z głowy.

source: Okay! So I need you to wipe out those enemies over there without taking any damage. Like, at all. Zero. Zip. Naaaaada.
pl: Okej! Potrzebuję, żebyś wyeliminowała tych przeciwników, bez otrzymania obrażeń. W ogóle. Zero. Żadnych. Totalnie żadnych.

source: Okay! Sooo...I wish to live happily with everyone in the village for ever and ever!
pl: Okej. Więęęęc... życzę sobie, aby wszyscy w wiosce żyli wiecznie!

source: Okay, I found the guide!
pl: Okej, znalazłem poradnik!

source: Okay, I found the guide! If you can just follow that, it'll make things easier.
pl: Okej, znalazłem poradnik! Dzięki niemu ustawienie tego wszystkiego powinno pójść łatwiej.

source: Okay, I think that's the last of the data chips.
pl: Dobra. Wygląda na to, że to był ostatni chip danych.

source: Okay, I'll adjust your camera settings.
pl: Jasne... Dostosuję dla ciebie ustawienia kamery.

source: Okay, I'm going to ask again, because I'm nice: IS there something I can help you with?
pl: Okej, zapytam cię jeszcze raz, bo jestem miła: CZY jest coś, w czym mogę ci pomóc?

source: Okay, RUDE!
pl: Dobra, CHAMIE!

source: Okay, but after we're done, you have to study.
pl: Dobrze, ale gdy skończymy, to się pouczycie.
